Repository: aicd0/ComicReaderUWP
Catalog: src/ComicReaderUWP/Strings/*/Resources.resw
Source language: en
Languages: de_de, es_es, fr_fr, ja_jp

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
ja_jp: このアプリについて

# AboutCopyright
source: © 2026 $author. All rights reserved.
de_de: © 2026 $author. Alle Rechte vorbehalten.
es_es: © 2026 $author. Todos los derechos reservados.
fr_fr: © 2026 $author. Tous droits réservés.
ja_jp: © 2026 $author. 無断複写・転載を禁じます。

source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
ja_jp: 追加

# AddFolder
source: Add a folder
de_de: Einen Ordner hinzufügen
es_es: Agregar una carpeta
fr_fr: Ajouter un dossier
ja_jp: フォルダを追加する

source: Add to favorites
de_de: Zu meinen Favoriten hinzufügen
es_es: Añadir a favoritos
fr_fr: Ajouter aux favoris
ja_jp: お気に入りに追加

# AdvancedExpander.Detail
source: Uncommon settings
de_de: Ungewöhnliche Einstellungen
es_es: Configuraciones poco comunes
fr_fr: Paramètres inhabituels
ja_jp: 珍しい設定

# AdvancedExpander.Header
source: Advanced
de_de: Fortschrittlich
es_es: Avanzado
fr_fr: Avancé
ja_jp: 高度な

source: All comics
de_de: Alle Comics
es_es: Todos los cómics
fr_fr: Toutes les bandes dessinées
ja_jp: すべてのコミック

# AllComicsIn
source: All comics in $path
de_de: Alle Comics in $path
es_es: Todos los cómics en $path
fr_fr: Toutes les bandes dessinées dans $path
ja_jp: $path内のすべてのコミック

# AllHidden
source: All hidden items
de_de: Alle versteckten Elemente
es_es: Todos los elementos ocultos
fr_fr: Tous les objets cachés
ja_jp: すべての非表示アイテム

source: All matched results
de_de: Alle übereinstimmenden Ergebnisse
es_es: Todos los resultados coincidentes
fr_fr: Tous les résultats correspondants
ja_jp: 一致したすべての結果

source: All pages
de_de: Alle Seiten
es_es: Todas las páginas
fr_fr: Toutes les pages
ja_jp: すべてのページ

source: Always
de_de: Immer
es_es: Siempre
fr_fr: Toujours
ja_jp: 常に

source: Anti-aliasing filter
es_es: Filtro anti-aliasing
fr_fr: Filtre anti-aliasing
ja_jp: アンチエイリアシングフィルタ

# AppDescription
source: Comic Reader UWP
de_de: Comic-Leser UWP
es_es: Lector de Cómics UWP
fr_fr: Lecteur de Bandes Dessinées UWP
ja_jp: マンガリーダー UWP

# AppDisplayName
source: Comic Reader UWP
de_de: Comic-Leser UWP
es_es: Lector de Cómics UWP
fr_fr: Lecteur de Bandes Dessinées UWP
ja_jp: マンガリーダー UWP

# AppStoreName
source: Comic Reader UWP
de_de: Comic-Leser UWP
es_es: Lector de Cómics UWP
fr_fr: Lecteur de Bandes Dessinées UWP
ja_jp: マンガリーダー UWP

# AppearanceExpander.Detail
source: Select which app theme to display
de_de: Wählen Sie aus, welches App-Design angezeigt werden soll
es_es: Seleccione qué tema de aplicación desea mostrar
fr_fr: Sélectionnez le thème d'application à afficher
ja_jp: 表示するアプリのテーマを選択する

# AppearanceExpander.Header
source: Appearance
de_de: Aussehen
es_es: Apariencia
fr_fr: Apparence
ja_jp: 外観

# ApplyOnNextLaunch
source: You'll see your change the next time you start the app
de_de: Sie sehen Ihre Änderung beim nächsten Start der App
es_es: Verás el cambio la próxima vez que inicies la aplicación.
fr_fr: Vous verrez votre changement la prochaine fois que vous démarrerez l'application
ja_jp: 次回アプリを起動したときに変更内容が表示されます

# ArchiveEncoding.Text
source: Archive encoding
de_de: Komprimierte Dateikodierung
es_es: Codificación de archivos comprimidos
fr_fr: Codage de fichiers compressés
ja_jp: 圧縮ファイルのエンコード

source: Ascending
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Ascendant
ja_jp: 上昇

source: Auto
ja_jp: 自動

source: Auto scrolling
de_de: Automatisches scrollen
es_es: Desplazamiento automático
fr_fr: Défilement automatique
ja_jp: 自動スクロール

source: Auto switch
de_de: Automatischer wechsel
es_es: Cambio automático
fr_fr: Changement automatique
ja_jp: 自動切り替え

source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
ja_jp: 背景

# BackgroundAcrylic
source: Acrylic
de_de: Acryl
es_es: Acrílico
fr_fr: Acrylique
ja_jp: アクリル

source: Calculating...
de_de: Berechnung...
es_es: Calculador...
fr_fr: Calculateur...
ja_jp: 計算中...

source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
ja_jp: カテゴリ

source: Check for updates
de_de: Nach Updates suchen
es_es: Buscar actualizaciones
fr_fr: Rechercher des mises à jour
ja_jp: アップデートを確認

# ChooseLocationButton.Content
source: Choose where we look for images
de_de: Wählen Sie aus, wo wir nach Bildern suchen
es_es: Elige dónde buscamos imágenes
fr_fr: Choisir où nous recherchons des images
ja_jp: 画像を検索する場所を選択する

# ChooseLocationDialog.Title
source: Build your collections from your local files
de_de: Erstellen Sie Ihre Sammlungen aus Ihren lokalen Dateien
es_es: Crea tus colecciones a partir de tus archivos locales
fr_fr: Créez vos collections à partir de vos fichiers locaux
ja_jp: ローカルファイルからコレクションを構築する

# ClearAllHistoryButton.Content
source: Clear all history
de_de: Gesamten Verlauf löschen
fr_fr: Effacer tout l'historique
ja_jp: すべての履歴を消去

source: Clear cache
de_de: Cache leeren
es_es: Borrar caché
fr_fr: Vider le cache
ja_jp: キャッシュをクリアする

source: Clear reader settings
de_de: Leseeinstellungen löschen
es_es: Borrar ajustes de lectura
fr_fr: Réinitialiser les paramètres de lecture
ja_jp: リーダー設定をクリア

# CloseLastTabBehavior
source: Behavior when closing the last tab
de_de: Verhalten beim Schließen des letzten Tabs
es_es: Comportamiento al cerrar la última pestaña
fr_fr: Comportement lors de la fermeture du dernier onglet
ja_jp: 最後のタブを閉じたときの動作

source: Close sidebar
de_de: Seitenleiste schließen
es_es: Cerrar la barra lateral
fr_fr: Fermer la barre latérale
ja_jp: サイドバーを閉じる

source: Close window
de_de: Fenster schließen
es_es: Cerrar ventana
fr_fr: Fermer la fenêtre
ja_jp: ウィンドウを閉じる

source: Collapse all
de_de: Alle ausblenden
es_es: Contraer todo
fr_fr: Réduire tout
ja_jp: すべて折りたたむ

# ComicInfo
source: Comic information
de_de: Comic-Informationen
es_es: Información del cómic
fr_fr: Informations sur la bande dessinée
ja_jp: コミック情報

# ComicRemovalPromptContent
source: The following $count comics will be permanently removed from your library: $comics
de_de: Die folgenden $count Comics werden dauerhaft aus deiner Bibliothek entfernt: (Diese Warnung kannst du in den Einstellungen deaktivieren) $comics
es_es: Los siguientes $count cómics se eliminarán permanentemente de tu biblioteca: $comics
fr_fr: Les $count bandes dessinées suivantes seront définitivement supprimées de votre bibliothèque : (Vous pouvez désactiver cet avertissement dans les paramètres) $comics
ja_jp: 以下の $count 件のコミックがライブラリから完全に削除されます： $comics

# CompletionStatusReading
source: Reading
de_de: Lektüre
es_es: Leyendo
fr_fr: En lisant
ja_jp: 読書中

# CompletionStatusUnread
source: Unread
de_de: Nicht gelesen
es_es: Sin leer
fr_fr: Pas lu
ja_jp: 未読

source: Continuous
es_es: Continuo
ja_jp: 連続

# ContributionRunAfterLink
source: to learn how you can contribute to this app.
de_de: , wie Sie zu dieser App beitragen können.
es_es: para saber cómo puedes contribuir a esta aplicación.
fr_fr: pour savoir comment contribuer à cette application.
ja_jp: をご覧ください。

# ContributionRunBeforeLink
source: $appname is an open source project. Check out on
de_de: $appname ist ein Open-Source-Projekt. Informieren Sie sich auf
es_es: $appname es un proyecto de código abierto. Visita
fr_fr: $appname est un projet open source. Consultez
ja_jp: $appnameはオープンソースプロジェクトです。このアプリへの貢献方法については、

source: Copy
de_de: Kopie
es_es: Copiar
fr_fr: Copie
ja_jp: コピー

source: Cover page count
es_es: Número de páginas de portada
ja_jp: 表紙ページ数

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
ja_jp: カスタム

# DebugInformation.Text
source: Debug information
de_de: Debug-Informationen
es_es: Información de depuración
fr_fr: Informations de débogage
ja_jp: デバッグ情報

# DebugMode.Text
source: Debug mode
de_de: Debug-Modus
es_es: Modo de depuración
fr_fr: Mode débogage
ja_jp: デバッグモード

# DebugModeWarning
source: Turning on debug mode can render the app unstable, proceed?
de_de: Das Aktivieren des Debug-Modus kann die App instabil machen. Fortfahren?
es_es: Activar el modo de depuración puede hacer que la aplicación sea inestable. ¿Desea continuar?
fr_fr: L'activation du mode débogage peut rendre l'application instable, continuer ?
ja_jp: デバッグモードを有効にすると、アプリケーションが不安定になる可能性があります。続行してもよろしいですか?

source: Default
de_de: Standard
es_es: Por defecto
fr_fr: Défaut
ja_jp: デフォルト

source: Default tags
de_de: Standard-Tags
es_es: Etiquetas predeterminadas
fr_fr: Balises par défaut
ja_jp: デフォルトタグ

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
ja_jp: 消去

source: Descending
de_de: Absteigend
es_es: Descendiendo
fr_fr: Descendant
ja_jp: 降順

source: Description
de_de: Beschreibung
es_es: Descripción
ja_jp: 説明する

# DevAppDisplayName
source: Comic Reader UWP [Dev]
de_de: Comic-Leser UWP [Dev]
es_es: Lector de Cómics [Dev]
fr_fr: Lecteur de Bandes Dessinées UWP [Dev]
ja_jp: マンガリーダー [Dev]

source: Diff mode
de_de: Diff-Modus
es_es: Modo diferencial
fr_fr: Mode différentiel
ja_jp: 差分モード

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
ja_jp: 無効にする

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
ja_jp: 無効

# Disclaimer.Text
source: Disclaimer
de_de: Haftungsausschluss
es_es: Descargo de responsabilidad
fr_fr: Clause de non-responsabilité
ja_jp: 免責事項

source: Done
de_de: Erledigt
es_es: Hecho
fr_fr: Fait
ja_jp: 確認する

source: Download plugins from GitHub
es_es: Descargar complementos desde GitHub
ja_jp: GitHubからプラグインをダウンロード

source: During auto scrolling
de_de: Beim automatischen Scrollen
es_es: Durante el desplazamiento automático
fr_fr: Pendant le défilement automatique
ja_jp: 自動スクロール中

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
ja_jp: 編集

source: Edit preset
de_de: Voreinstellung bearbeiten
es_es: Editar ajuste preestablecido
fr_fr: Modifier le préréglage
ja_jp: プリセットを編集

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
ja_jp: 有効にする

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
ja_jp: 有効

source: Enter fullscreen
de_de: Vollbildmodus aktivieren
es_es: Entrar en pantalla completa
fr_fr: Entrer en plein écran
ja_jp: 全画面表示

source: Enter new tags
de_de: Neue Tags eingeben
es_es: Introducir nuevas etiquetas
fr_fr: Saisir de nouvelles étiquettes
ja_jp: 新しいタグを入力

# EnterNewTagsHint
source: Category: Tag1, Tag2 - Add "Tag1" and "Tag2" to "Category". Category:: Tag1, Tag2 - Overwrite "Category" with "Tag1" and "Tag2".
de_de: Kategorie: Tag1, Tag2 - Füge „Tag1“ und „Tag2“ zur „Kategorie“ hinzu. Kategorie:: Tag1, Tag2 - Überschreibe „Kategorie“ mit „Tag1“ und „Tag2“.
es_es: Categoría: Etiqueta1, Etiqueta2 - Añade “Etiqueta1” y “Etiqueta2” a “Categoría”. Categoría:: Etiqueta1, Etiqueta2 - Sobrescribe “Categoría” con “Etiqueta1” y “Etiqueta2”.
fr_fr: Catégorie : Tag1, Tag2 - Ajoutez « Tag1 » et « Tag2 » à « Catégorie ». Catégorie :: Tag1, Tag2 - Remplacez « Catégorie » par « Tag1 » et « Tag2 ».
ja_jp: カテゴリー: タグ1,タグ2 - 「カテゴリー」に「タグ1」と「タグ2」を追加します。 カテゴリー:: タグ1,タグ2 - 「カテゴリー」を「タグ1」と「タグ2」で上書きします。

source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー

# ErrorCommonDescription
source: The operation failed due to the following reason:
de_de: Der Vorgang ist aus folgendem Grund fehlgeschlagen:
es_es: La operación falló por el siguiente motivo:
fr_fr: L'opération a échoué pour la raison suivante :
ja_jp: 次の理由により操作は失敗しました:

source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ja_jp: 終了

source: Exit fullscreen
de_de: Vollbildmodus beenden
es_es: Salir de pantalla completa
fr_fr: Quitter le plein écran
ja_jp: 全画面表示を終了

source: Expand all
de_de: Alle erweitern
es_es: Expandir todo
fr_fr: Développer tout
ja_jp: すべて展開

# ExpressionAnd
source: And
de_de: Und
es_es: Y
fr_fr: Et
ja_jp: そして

# ExpressionIn
source: Contained by
de_de: Enthalten durch
es_es: Contenido por
fr_fr: Contenu par
ja_jp: 含まれるもの

# ExpressionInvalid
source: The expression is invalid ($reason)
de_de: Der Ausdruck ist ungültig ($reason)
es_es: La expresión no es válida ($reason)
fr_fr: L'expression n'est pas valide ($reason)
ja_jp: 式が無効です ($reason)

# ExpressionNot
source: Not
de_de: Nicht
fr_fr: Pas
ja_jp: いいえ

# ExpressionOr
source: Or
de_de: Oder
es_es: O
fr_fr: Ou
ja_jp: または

# ExpressionReference
source: Expression Reference 1. Variables %tag - Match all tags in a comic. %title - Match title 1 or title 2. %title1 - Match title 1. %title2 - Match title 2. %rating - Match rating. For example: 100 represents 5 stars, -1 represents no rating. %completion_state - Comic completion state (0 - Unread, 1 - Reading, 2 - Completed). %progress - reading progress, in percentage. For example: 50 represents 50%. %page_count - Total pages. 2. Variable operators = - Equal. For example: %title = "This is a title" > - Greater than. For example: %rating > 3 >= - Greater than or equal. < - Less than. <= - Less than or equal. ... IN (...) - Contained by. For example: %rating in (3, 4, 5) - Match those comics whose ratings are within 3, 4 and 5. %tag.language in (languageA, languageB) - Match those comics whose "language" tag category contains "languageA" or "languageB". (authorA, authorB) in %tag.authors - Match those comics whose "authors" tag category contains both "authorA" and "authorB". apple in %tag - Match those comics which contains tag "apple". 3. Logic operators AND - Logic and. For example: %tag.fruit = apple AND %title = "I have an apple" OR - Logic or. For example: %title1 = "Apple is OK" OR %title2 = "Orange is also OK" NOT - Logic not. For example: NOT %tag = "hide this" 4. Parentheses By default, operators will be evaluated from left to right. Use (...) to elevate the priority of included expression. For example: %tag.author = abc AND (%tag.language = langA OR NOT %tag.lang = langB) The evaluation will be performed in the following order: 1. NOT %tag.lang = langB ==> Result1 2. %tag.language = langA OR Result1 ==> Result2 3. %tag.author = abc AND Result2 ==> Result3
de_de: (Dieses Dokument ist möglicherweise maschinell übersetzt.) Ausdrucksreferenz 1. Variablen %tag - Alle Tags eines Comics abgleichen. %title - Titel 1 oder Titel 2 abgleichen. %title1 - Titel 1 abgleichen. %title2 - Titel 2 abgleichen. %rating - Bewertung abgleichen. Beispiel: 100 steht für 5 Sterne, -1 für keine Bewertung. %completion_state - Status der Comic-Vervollständigung (0 - Ungelesen, 1 - Lesen, 2 - Abgeschlossen). %progress - Lesefortschritt in Prozent. Beispiel: 50 steht für 50 %. %page_count - Seitenanzahl. 2. Variablenoperatoren = - Gleich. Beispiel: %title = "Dies ist ein Titel." > - Größer als. Beispiel: %rating > 3 >= - Größer als oder gleich. < - Kleiner als. <= - Kleiner als oder gleich. ... IN (...) - Enthalten in. Beispiel: %rating in (3, 4, 5) - Findet Comics, deren Bewertungen zwischen 3, 4 und 5 liegen. %tag.language in (languageA, languageB) - Findet Comics, deren Tag-Kategorie „language“ „languageA“ oder „languageB“ enthält. (authorA, authorB) in %tag.authors - Findet Comics, deren Tag-Kategorie „authors“ sowohl „authorA“ als auch „authorB“ enthält. apple in %tag - Findet Comics, die den Tag „apple“ enthalten. 3. Logische Operatoren AND - Logisch und. Beispiel: %tag.fruit = apple AND %title = "Ich habe einen Apfel" OR - Logisch oder. Beispiel: %title1 = "Apfel ist OK" OR %title2 = "Orange ist auch OK" NOT - Logisch nicht. Beispiel: NOT %tag = "dieses ausblenden" 4. Klammern Standardmäßig werden Operatoren von links nach rechts ausgewertet. Verwenden Sie (...), um die Priorität des eingefügten Ausdrucks zu erhöhen. Beispiel: %tag.author = abc AND (%tag.language = langA OR NOT %tag.lang = langB) Die Auswertung erfolgt in der folgenden Reihenfolge: 1. NOT %tag.lang = langB ==> Ergebnis1 2. %tag.language = langA OR Ergebnis1 ==> Ergebnis2 3. %tag.author = abc AND Ergebnis2 ==> Ergebnis3
es_es: Referencia de expresiones 1. Variables %tag - Coincidir con todas las etiquetas de un cómic. %title - Coincidir con el título 1 o el título 2. %title1 - Coincidir con el título 1. %title2 - Coincidir con el título 2. %rating - Coincidir con la calificación. Por ejemplo: 100 representa 5 estrellas, -1 representa ninguna calificación. %completion_state - Estado de finalización del cómic (0 - Sin leer, 1 - Leyendo, 2 - Completado). %progress - Progreso de lectura, en porcentaje. Por ejemplo: 50 representa el 50%. %page_count - Páginas totales. 2. Operadores de variables = - Igual. Por ejemplo: %title = "Este es un título" > - Mayor que. Por ejemplo: %rating > 3 >= - Mayor o igual que. < - Menor que. <= - Menor o igual que. ... IN (...) - Contenido por. Por ejemplo: %rating in (3, 4, 5) - Encuentra los cómics cuyas calificaciones estén entre 3, 4 y 5. %tag.language in (languageA, languageB) - Encuentra los cómics cuya categoría de etiqueta "language" contenga "languageA" o "languageB". (authorA, authorB) in %tag.authors - Encuentra los cómics cuya categoría de etiqueta "authors" contenga tanto "authorA" como "authorB". apple in %tag - Encuentra los cómics que contengan la etiqueta "apple". 3. Operadores lógicos AND - Operador lógico "y". Por ejemplo: %tag.fruit = apple AND %title = "Tengo una manzana". OR - Operador lógico "o". Por ejemplo: %title1 = "Apple is OK" OR %title2 = "Orange is OK" NOT - Operador lógico "no". Por ejemplo: NOT %tag = "ocultar esto". 4. Paréntesis Por defecto, los operadores se evalúan de izquierda a derecha. Utilice (...) para aumentar la prioridad de la expresión incluida. Por ejemplo: %tag.author = abc AND (%tag.language = langA OR NOT %tag.lang = langB) La evaluación se realizará en el siguiente orden: 1. NOT %tag.lang = langB ==> Resultado1 2. %tag.language = langA OR Result1 ==> Resultado2 3. %tag.author = abc AND Result2 ==> Resultado3
fr_fr: (Ce document peut être traduit automatiquement) Référence des expressions 1. Variables %tag - Correspond à tous les tags d'une BD. %title - Correspond au titre 1 ou 2. %title1 - Correspond au titre 1. %title2 - Correspond au titre 2. %rating - Correspond à la note. Par exemple : 100 représente 5 étoiles, -1 représente aucune note. %completion_state - État d'achèvement de la BD (0 - Non lu, 1 - Lu, 2 - Terminé). %progress - Progression de la lecture, en pourcentage. Par exemple : 50 représente 50 %. %page_count - Nombre total de pages. 2. Opérateurs de variables = - Égal. Par exemple : %title = "Ceci est un titre" > - Supérieur à. Par exemple : %rating > 3 >= - Supérieur ou égal à. < - Inférieur à. <= - Inférieur ou égal à. ... IN (...) - Contenu par. Par exemple : %rating in (3, 4, 5) - Correspond aux bandes dessinées dont les notes sont comprises entre 3, 4 et 5. %tag.language in (languageA, languageB) - Correspond aux bandes dessinées dont la catégorie de balise « language » contient « languageA » ou « languageB ». (authorA, authorB) in %tag.authors - Correspond aux bandes dessinées dont la catégorie de balise « authors » contient à la fois « authorA » et « authorB ». apple in %tag - Correspond aux bandes dessinées contenant la balise « apple ». 3. Opérateurs logiques AND - Et logique. Par exemple : %tag.fruit = apple and %title = "J'ai une pomme" OR - Ou logique. Par exemple : %title1 = "Apple is OK" or %title2 = "Orange is OK also" NOT - Non logique. Par exemple : NOT %tag = "hide this" 4. Parenthèses Par défaut, les opérateurs sont évalués de gauche à droite. Utilisez (...) pour augmenter la priorité de l'expression incluse. Par exemple : %tag.author = abc AND (%tag.language = langA OR NOT %tag.lang = langB) L'évaluation sera effectuée dans l'ordre suivant : 1. NOT %tag.lang = langB ==> Résultat1 2. %tag.language = langA OR Result1 ==> Résultat2 3. %tag.author = abc AND Result2 ==> Résultat3
ja_jp: 式リファレンス 1. 変数 %tag - コミック内のすべてのタグに一致します。 %title - タイトル1またはタイトル2に一致します。 %title1 - タイトル1に一致します。 %title2 - タイトル2に一致します。 %rating - 評価に一致します。例：100は星5つ、-1は評価なしを表します。 %completion_state - コミックの完了状態（0 - 未読、1 - 読んでいる、2 - 完了）。 %progress - 読書の進捗状況（パーセンテージ）。例：50は50%を表します。 %page_count - 総ページ数。 2. 変数演算子 = - 等しい。例：%title = "This is a title" > - より大きい。例：%rating > 3 >= - 以上。 < - より小さい。 <= - 以下。 ... IN (...) - 包含。例： %rating in (3, 4, 5) - 評価が3、4、5のコミックにマッチします。 %tag.language in (languageA, languageB) - 「language」タグカテゴリに「languageA」または「languageB」が含まれるコミックにマッチします。 (authorA, authorB) in %tag.authors - 「authors」タグカテゴリに「authorA」と「authorB」の両方が含まれるコミックにマッチします。 apple in %tag - 「apple」タグを含むコミックにマッチします。 3. 論理演算子 AND - 論理積。例：%tag.fruit = apple AND %title = "I have an apple" OR - 論理和。例：%title1 = "Apple is OK" OR %title2 = "Orange is also OK" NOT - 論理否定。例: NOT %tag = "hide this" 4. 括弧 デフォルトでは、演算子は左から右に評価されます。(...) を使用すると、含まれる式の優先順位が上がります。例: %tag.author = abc AND (%tag.language = langA OR NOT %tag.lang = langB) 評価は以下の順序で実行されます: 1. NOT %tag.lang = langB ==> 結果1 2. %tag.language = langA OR 結果1 ==> 結果2 3. %tag.author = abc AND 結果2 ==> 結果3

# ExpressionTextBlock.Text
source: Expression
de_de: Ausdruck
es_es: Expresión
ja_jp: 条件式

# ExpressionValid
source: SQL query: $query
de_de: SQL-Abfrage: $query
es_es: Consulta SQL: $query
fr_fr: Requête SQL : $query
ja_jp: SQLクエリステートメント: $query

source: Favorite
de_de: Favorit
es_es: Favorito
fr_fr: Collecter
ja_jp: 集める

source: Favorites
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
ja_jp: お気に入り

# Feedback.Text
source: Feedback
de_de: Rückmeldung
fr_fr: Retour
ja_jp: フィードバック

# FeedbackIntroduction.Text
source: Use the button below to send us suggestions or issue a bug on GitHub.
de_de: Verwenden Sie die Schaltfläche unten, um uns Vorschläge zu senden oder einen Fehler auf GitHub zu melden.
fr_fr: Utilisez le bouton ci-dessous pour nous envoyer des suggestions ou signaler un bug sur GitHub.
ja_jp: 以下のボタンを使用して、GitHub で提案を送信したり、問題を報告したりすることができます。

source: Filter presets
de_de: Filter-Voreinstellungen
es_es: Preajustes de filtro
fr_fr: Préréglages de filtre
ja_jp: フィルターのプリセット

source: Filter settings
de_de: Filtereinstellungen
es_es: Configuración del filtro
fr_fr: Paramètres de filtre
ja_jp: フィルター設定

# FilteredBy
source: $count filter(s) applied
de_de: $count Filter angewendet
es_es: $count filtros aplicados
fr_fr: $count filtre(s) appliqué(s)
ja_jp: $count フィルター条件

# FinishPercentage
source: $percentage% Completed
de_de: $percentage% Abgeschlossen
es_es: $percentage% Completado
fr_fr: $percentage% Terminé
ja_jp: 読み取り $percentage%

# FlipImage
source: Flip
de_de: Spiegeln
es_es: Voltear
fr_fr: Retourner
ja_jp: 反転

source: Folders
de_de: Ordner
es_es: Carpetas
fr_fr: Dossiers
ja_jp: フォルダー

# FunctionAverage
source: Average
de_de: Durchschnitt
es_es: Promedio
fr_fr: Moyenne
ja_jp: 平均

# FunctionItemCount
source: Item count
de_de: Anzahl der Elemente
es_es: Recuento de artículos
fr_fr: Nombre d'articles
ja_jp: アイテム数

# FunctionMax
source: Max
de_de: Maximal
es_es: Máximo
fr_fr: Maximum
ja_jp: 最大

# FunctionMin
source: Min
de_de: Minimum
es_es: Mínimo
fr_fr: Minimum
ja_jp: 最小

# FunctionSum
source: Sum
de_de: Summe
es_es: Suma
fr_fr: Somme
ja_jp: 和

source: General
de_de: Allgemein
fr_fr: Général
ja_jp: 一般

# GeneralSettingsDescription
source: Change app default behavior
de_de: Standardverhalten der App ändern
es_es: Modificar el comportamiento predeterminado de la aplicación
fr_fr: Modifier le comportement par défaut de l’application
ja_jp: アプリのデフォルト動作を変更

source: Go back
de_de: Geh zurück
es_es: Volver
fr_fr: Retour
ja_jp: 戻る

source: Go forward
de_de: Weiter
es_es: Avanzar
fr_fr: Aller de l'avant
ja_jp: 前進する

source: Group
de_de: Gruppierung
es_es: Agrupamiento
fr_fr: Regroupement
ja_jp: グループ化

source: Help
de_de: Helfen
es_es: Ayuda
fr_fr: Aide
ja_jp: ヘルプ

source: Hide
de_de: Verstecken
es_es: Esconder
fr_fr: Cacher
ja_jp: 隠れる

# HideCursorAutomatically
source: Hide cursor automatically (experimental)
de_de: Cursor automatisch ausblenden (experimentell)
es_es: Ocultar el cursor automáticamente (experimental)
fr_fr: Masquer le curseur automatiquement (expérimental)
ja_jp: カーソルを自動的に非表示にする（実験的）

source: History
de_de: Geschichte
es_es: Historia
fr_fr: Histoire
ja_jp: 歴史
